Repository: chenr2/GoTypeChart
Catalog: Appraisal Cheat Sheet/*.lproj/Localizable.strings
Languages: es, ja

# Instinct-IV-A
source: Battle with the best
es: enfrentarse a los mejores
ja: トップレベルだぜ!

# Instinct-IV-B
source: Really strong
es: realmente fuerte
ja: とっても強いぜ!

# Instinct-IV-C
source: Pretty decent
es: bastante bien
ja: 普通だと思うぜ

# Instinct-IV-D
source: Room for improvement
es: podría mejorar algo
ja: イマイチ、といったところだな

# Instinct-Stat-A
source: Best ever seen
es: lo mejor que he visto nunca
ja: 間違いなくトップクラスだ

# Instinct-Stat-B
source: Strong, impressive
es: realmente fuertes
ja: 相当なものだぜ！本当にな!

# Instinct-Stat-C
source: Good stats
es: buenas, sin duda
ja: いい線いってるぜ!

# Instinct-Stat-D
source: Kinda basic
es: están… bien, supongo
ja: まずまず、だと思う

# Valor-IV-A
source: Accomplish anything
es: lograr cualquier cosa
ja: 言うことなしね

# Valor-IV-B
source: Should be proud
es: orgullo debes sentir
ja: とても強い。自慢できるわね!

# Valor-IV-C
source: Decent Pokemon
es: bastante bien
ja: 普通に強いと思うわ

# Valor-IV-D
source: Not great in battle
es: puede que no sea el mejor
ja: バトル向きではないけど

# Valor-Stat-A
source: Excellent stats
es: Estoy flipando ¡GUAU!
ja: 驚異的ね。すばらしいわ!

# Valor-Stat-B
source: Blown away, WOW
es: ¡Qué emocionante!
ja: 充分高いからわくわくするわ!

# Valor-Stat-C
source: Get the job done
es: cumplir su objetivo
ja: バトルで活躍してくれると思うわ!

# Valor-Stat-D
source: Don't point to greatness
es: no te serán de mucha utilidad
ja: ここに注目するとまずまず、ね

# Mystic-IV-A
source: Wonder, breath taking
es: maravilla para la vista
ja: 驚異的で、芸術的だ

# Mystic-IV-B
source: Caught my attention
es: me ha llamado la atención
ja: 目を引くものがある

# Mystic-IV-C
source: Above average
es: encima de la media
ja: 普通以上

# Mystic-IV-D
source: Not much headway
es: no que vaya a llegar muy lejos
ja: なかなか活躍が難しそうだ

# Mystic-Stat-A
source: Exceed, incredible
es: fuera de todo cálculo
ja: 測定できないほどだな

# Mystic-Stat-B
source: Impressed by stats
es: realmente impresionantes
ja: すごいな、驚きだ

# Mystic-Stat-C
source: Trending positive
es: están bastante bien
ja: ごく一般的、と言えるだろう

# Mystic-Stat-D
source: Not out of norm
es: dejan un poco que desear
ja: この点において、まずまずと言える
